In [1]:
import pandas as pd

In [2]:
people = {
         "first_name": ['Yordanis', 'Jane', 'Jhon'],
         "last_name": ['Schafer', 'Doe', 'Perez'],
         "email": ['corey@gmail.com', 'jane@gmail.com', 'john@gmail.com']
}

In [3]:
df = pd.DataFrame(people)

In [4]:
df

  first_name last_name            email
0   Yordanis   Schafer  corey@gmail.com
1       Jane       Doe   jane@gmail.com
2       Jhon     Perez   john@gmail.com

In [5]:
df.columns

Index(['first_name', 'last_name', 'email'], dtype='object')

In [6]:
df.applymap(len)

   first_name  last_name  email
0           8          7     15
1           4          3     14
2           4          5     14

In [1]:
import tensorflow as tf

In [2]:
tf